Repository: textadventures/quest
Catalog: Utility/Language/Templates.*.resx
Languages: de

# EditorFromLibrary
source: From library {0}
de: Von Bibliothek {0}

# EditorFromLibraryCopy
source: Copy
de: Kopieren

# EditorUnableToSave
source: Unable to save the file due to the following error:
de: Die Datei konnte aufgrund des folgenden Fehlers nicht gespeichert werden:

# EditorNewElement
source: Please enter a name for the new {0}
de: Bitte geben Sie einen Namen für das neue Element '{0}' ein

# EditorNewObject
source: Please enter a name for the new object
de: Bitte geben Sie einen Namen für das neue Objekt ein

# EditorNewRoom
source: Please enter a name for the new room
de: Bitte geben Sie einen Namen für den neuen Raum ein

# EditorNewWalkthrough
source: Please enter a name for the new walkthrough
de: Bitte geben Sie einen Namen für den neuen Walkthrough ein

# EditorNewdata
source: Please enter a name for the new data
de: Bitte geben Sie einen Namen für die neue Vorlage ein

# EditorNewPage
source: Please enter a name for the new page
de: Bitte geben Sie einen Namen für die neue Seite ein

# EditorUnableToAddEmement
source: Unable to add element
de: Element kann nicht hinzugefügt werden

# EditorUnableToAdddata
source: Unable to add data
de: Kann keine Vorlage hinzufügen

# EditorSaveBeforeClosing
source: Do you wish to save your changes before closing?
de: Möchten Sie Ihre Änderungen vor dem Schließen speichern?

# EditorSaveBeforeLeavingCodeView
source: Do you wish to save your changes before leaving the code view?
de: Möchten Sie Ihre Änderungen speichern, bevor Sie die Codeansicht verlassen?

# EditorSaveBeforeEditingThisGame
source: Do you wish to save your changes before editing this game in the code view?
de: Möchten Sie Ihre Änderungen speichern, bevor Sie dieses Spiel in der Codeansicht bearbeiten?

# EditorCreateLocalCopy
source: Create local copy of '{0}'
de: Erstellen Sie eine lokale Kopie von '{0}'

# EditorUnsavedChanges
source: You have unsaved changes.
de: Sie haben nicht gespeicherte Änderungen.

# EditorModifiedOutside
source: {0} has been modified outside Quest.
de: {0} wurde außerhalb von Quest geändert.

# EditorSaveGameAndClickReload
source: Save this game and then click Reload to apply changes from updating Included Libraries.
de: Speichern Sie dieses Spiel und klicken Sie dann auf 'Neu laden', um Änderungen von der Aktualisierung der enthaltenen Bibliotheken zu übernehmen.

# EditorParent
source: Parent
de: Überobjekt

# EditorNotParents
source: (none)
de: (keins)

# EditorChangeLangRestartContinue
source: To change the language, Quest must be restarted. Would you like to continue?
de: Zur Änderung der Sprache muss Quest neu gestartet werden. Wollen Sie fortfahren?

# EditorBrowseFilter
source: Quest Games|*.quest;*.quest-save;*.aslx;*.asl;*.cas;*.qsg|All files|*.*
de: Quest-Spiele|*.quest;*.quest-save;*.aslx;*.asl;*.cas;*.qsg|Alle Dateien|*.*

# EditorUnrecognisedFileType
source: Unrecognised file type. This game cannot be loaded in Quest.
de: Unbekannter Dateityp. Dieses Spiel kann nicht in Quest geladen werden.

# EditorSaveChangesBeforeOpening
source: Do you wish to save your changes before opening a new game?
de: Möchten Sie Ihre Änderungen vor dem öffnen eines neuen Spiels speichern?

# EditorSaveChangesBeforeCreating
source: Do you wish to save your changes before creating a new game?
de: Möchten Sie Ihre Änderungen vor dem Erstellen eines neuen Spiels speichern?

# EditorBrowseEditFilter
source: Quest Games (*.aslx)|*.aslx|All files|*.*
de: Quest-Spiele (*.aslx)|*.aslx|Alle Dateien|*.*

# EditorIf
source: If
de: Wenn

# EditorElseIf
source: Else If
de: Ansonsten, wenn

# EditorElse
source: Else
de: Ansonsten

# EditorThen
source: Then
de: Dann

# EditorAddElseIf
source: Add Else If
de: Ansonsten, wenn

# EditorAddElse
source: Add Else
de: Ansonsten

# EditorCmdDelete
source: Remove
de: Löschen

# LauncherCreate
source: Create
de: Erstellen

# LauncherCreateNewGame
source: Create a new game
de: Ein neues Spiel erstellen

# LauncherOpenExistingGame
source: Open an existing game
de: Ein existierendes Spiel öffnen

# LauncherReadTutorial
source: Read the Tutorial
de: Das Tutorial lesen

# LauncherGetHelpInForums
source: Get help in the forums
de: Im Forum nach Hilfe suchen

# LauncherRecent
source: Recent
de: Kürzlich geöffnet

# LauncherPlay
source: Play
de: Starten

# LauncherDownload
source: Download
de: Herunterladen

# LauncherDownloading
source: Downloading...
de: Herunterladen...

# LauncherDownloadComplete
source: Download complete
de: Herunterladen komplett

# LauncherNotDownloaded
source: Not downloaded
de: Nicht heruntergeladen

# LauncherCancel
source: Cancel
de: Abbrechen

# LauncherNoReviewsOrComments
source: No reviews or comments
de: Keine Bewertungen oder Kommentare

# LauncherReviewsAndComments
source: Reviews and comments
de: Bewertungen und Kommentare

# LauncherGetGames
source: Get Games
de: Spiele laden

# LauncherEdit
source: Edit
de: Bearbeiten

# LauncherNewVersion
source: New version available
de: Neue Version verfügbar

# LauncherClickHereToUpdate
source: Click here to update
de: Zum aktualisieren hier klicken

# EditorChkCorresponding
source: Also create exit in the other direction
de: Ausgang in entgegengesetzter Richtung erstellen

# EditorChooseTypeToAdd
source: Please choose a type to add
de: Bitte wählen Sie den hinzuzufügenden Typ aus

# EditorCorresponding
source: Exit in the other direction already exists
de: Ein Ausgang in entgegengesetzter Richtung existiert

# EditorCreate
source: Create exit
de: Ausgang erstellen

# EditorCreateCorresponding
source: Create exit in the other direction
de: Ausgang in entgegengesetzter Richtung erstellen

# EditorCreateExitTitle
source: Create an exit:
de: Einen Ausgang erstellen:

# EditorCreateLookOnly
source: Create "look" direction
de: "Schau"-Richtung erstellen

# EditorCreateLookOnlyDesc
source: Allows players to look in this direction, but not move this way.
de: Der Spieler kann in die Richtung schauen, aber sie nicht betreten.

# EditorCreateLookOnlyTitle
source: Or create a "look" direction:
de: Oder "Schau"-Richtung erstellen:

# EditorDirectionNoSelect
source: No exit selected
de: Kein Ausgang ausgewählt

# EditorEdit
source: Edit
de: Bearbeiten

# EditorEnterNameAttribute
source: Please enter a name for the new attribute
de: Bitte geben Sie einen Namen für das neue Attribut ein

# EditorGenerate
source: Generate...
de: Generieren...

# EditorNoLinkDestinationLook
source: look
de: schauen

# EditorToLabel
source: To:
de: Nach:

# EditorEnterNameForNewVerb
source: Please enter a name for the new verb
de: Bitte geben Sie einen Namen für das neue Verb ein

# EditorMenuItemAdd
source: + add
de: + addiere

# EditorMenuItemAnd
source: and
de: und

# EditorMenuItemAttribute
source: Attribute
de: Attribut

# EditorMenuItemClear
source: (Clear)
de: (Löschen)

# EditorMenuItemDivide
source: / divide
de: / dividiere

# EditorMenuItemEquals
source: = equals
de: = gleich als

# EditorMenuItemFunction
source: Function
de: Funktion

# EditorMenuItemGreaterThan
source: > greater than
de: > größer als

# EditorMenuItemlessThan
source: < less than
de: < kleiner als

# EditorMenuItemMultiply
source: * multiply
de: * multipliziere

# EditorMenuItemNotEquals
source: <> not equals
de: <> ungleich als

# EditorMenuItemObject
source: Object
de: Objekt

# EditorMenuItemOr
source: or
de: oder

# EditorMenuItemSubtract
source: - subtract
de: - subtrahiere

# EditorPleaseEnterName
source: Please enter {0} name
de: Bitte geben Sie den Namen für {0} ein

# EditorPleaseEnterNameAttribute
source: an attribute
de: das Attribut

# EditorPleaseEnterNameFunction
source: a function
de: die Funktion

# EditorPleaseEnterNameObject
source: an object
de: das Objekt

# EditorPleaseEnterNameVariable
source: a variable
de: die Variable

# EditorToolBarAddScript
source: Add Script
de: Skript hinzufügen

# EditorToolBarCodeView
source: Code View
de: Codeansicht

# EditorToolBarCopy
source: Copy
de: Kopieren

# EditorToolBarCut
source: Cut
de: Ausschneiden

# EditorToolBarDelete
source: Delete
de: Löschen

# EditorToolBarMakeEditable
source: Make editable copy
de: Bearbeitbare Kopie erstellen

# EditorToolBarMoveDown
source: Move down
de: Nach unten

# EditorToolBarMoveUp
source: Move up
de: Nach oben

# EditorToolBarPaste
source: Paste
de: Einfügen

# EditorToolBarPopOut
source: Pop out
de: Popout-Fenster

# EditorKeypromptEnterObjectName
source: Please enter the object name
de: Bitte geben Sie den Objektnamen ein

# EditorPleaseEnterKey
source: Please enter a key
de: Bitte geben Sie einen Schlüssel ein

# EditorPleaseEnterValue
source: Please enter a value
de: Bitte geben Sie einen Wert ein

# EditorScriptAdderAdd
source: Add
de: Hinzufügen

# EditorScriptAdderClose
source: Cancel
de: Abbrechen

# TypePrintMessage
source: Print a message
de: Text anzeigen

# TypeRequireAnotherObject
source: Require another object
de: Mit anderem Objekt kombinieren

# TypeRunScript
source: Run script
de: Skript starten

# EditorBrowseButton
source: Browse...
de: Durchsuchen...

# EditorCancelButton
source: Cancel
de: Abbrechen

# EditorClearAllItems
source: Clear all items
de: Alle Einträge löschen

# EditorDeleteDownloadedFile
source: Delete downloaded file
de: Heruntergeladene Datei löschen

# EditorFileNone
source: None
de: Ohne

# EditorFilterShowLibraryElements
source: Show Library Elements
de: Bibliothekselemente anzeigen

# EditorImageSelectionWindowTitle
source: Choose an image
de: Bild auswählen

# EditorNewFileButton
source: New...
de: Neu...

# EditorNewTemplate
source: Please enter a name for the new template
de: Bitte geben Sie einen Namen für die neue Vorlage ein

# EditorRemoveThisItem
source: Remove this item
de: Diesen Eintrag löschen

# EditorScriptAdderWindowTitle
source: Add Script Command
de: Skript hinzufügen

# EditorTextProcessorHelp
source: Text Processor help
de: Hilfe zum Text-Prozessor

# EditorKeypromptEnterExitName
source: Please enter the exit name
de: Bitte geben Sie den Namen des Ausgangs ein

# EditorMenuItemThis
source: This object
de: Dieses Objekt

# EditorMenuItemFalse
source: False
de: Falsch

# EditorMenuItemTrue
source: True
de: Wahr

# EditorReplacedOccurrences
source: Replaced {0} occurrences.
de: {0} Vorkommen ersetzt.

# EditorTextNotFound
source: Text not found: {0}
de: {0} wurde nicht gefunden.
